{"name":"Atonement","type":"spell","img":"icons/svg/aura.svg","system":{"description":"<p>This spell removes the burden of evil acts or misdeeds from the subject. The creature seeking atonement must be truly repentant and desirous of setting right its misdeeds. If the atoning creature committed the evil act unwittingly or under some form of compulsion, atonement operates normally at no cost to you. However, in the case of a creature atoning for deliberate misdeeds and acts of a knowing and willful nature, you must intercede with your deity (requiring you to expend 500 XP) in order to expunge the subject's burden.</p><p><strong>Reverse Magical Alignment Change:</strong> If a creature has had its alignment magically changed, atonement returns its alignment to its original status at no cost in experience points.</p><p><strong>Restore Class:</strong> A paladin who has lost her class features due to committing an evil act may have her paladinhood restored.</p><p><strong>Restore Cleric or Druid Spell Powers:</strong> A cleric or druid who has lost the ability to cast spells by incurring the anger of his or her deity may regain that ability. If the transgression was intentional, the casting cleric loses 500 XP. If unintentional, he does not lose XP.</p><p><strong>Redemption or Temptation:</strong> You may cast this spell upon a creature of an opposing alignment to offer it a chance to change its alignment to match yours. The subject freely chooses whether it retains its original alignment or changes to your alignment.</p>","level":5,"levelsByClass":[{"classKey":"cleric","className":"Cleric","level":5},{"classKey":"druid","className":"Druid","level":5}],"levelsByDomain":[],"schoolKey":"abjuration","schoolName":"Abjuration","schoolSubschool":"","schoolDescriptors":[],"components":{"verbal":"true","somatic":"true","material":"true","focus":"true","divineFocus":"true","xp":500,"materialDescription":"Burning incense. Focus: prayer beads or similar prayer device worth at least 500 gp (in addition to divine focus)."},"castingTime":"1 hour","range":"Touch","target":"Living creature touched","duration":"Instantaneous","savingThrow":"None","spellResistance":"yes","prepared":0,"cast":0},"flags":{},"folder":null,"sort":0}
